[
    { 
        "id":1,
        "name": "John Doe",
        "description": "The Dhaka Food Festival promises a delightful culinary experience. Visitors can expect a wide variety of mouthwatering dishes from different cuisines. The live music and entertainment add to the festive atmosphere, making it a must-visit event for food enthusiasts.",
        "img": "https://i.ibb.co/VNMmM9h/Johnny-Depp-2017.webp"
    },
    {
        "id":2,
        "name": "Jane Smith",
        "description": "Bangladesh Fashion Week offers a glamorous and stylish experience for fashion enthusiasts. The fashion shows and designer exhibitions are sure to impress. Attendees will have the opportunity to explore the latest trends and designs, making it a great outing for fashion aficionados.",
        "img": "https://i.ibb.co/KXCcKNF/American-actor-Leonardo-Di-Caprio-2016.webp"
    },
    {
        "id":3,
        "name": "Sam Johnson",
        "description": "The Dhaka International Film Festival provides a cultural and cinematic experience. Movie buffs can enjoy thought-provoking films from around the world. The discussions and interactions with filmmakers make it an enriching event for those who appreciate the art of cinema.",
        "img": "https://i.ibb.co/fDp3zMk/images.jpg"
    },
    {
        "id":4,
        "name": "Emily Brown",
        "description": " The Bengali New Year Celebration offers a cultural immersion into Bengali traditions. With cultural performances, traditional food, and crafts, it's a heartwarming experience. Plus, the fact that it's free to attend makes it accessible to all.",
        "img": "https://i.ibb.co/Dk86zhR/Emma-Watson-Getty-Images-619546914.jpg"
    },
    {
        "id":5,
        "name": "Michael Wilson",
        "description": "The Bangladesh Tech Expo caters to tech enthusiasts and gadget lovers. It's an opportunity to explore the latest technological innovations and attend tech talks and workshops. The event promises an educational and informative experience for tech-savvy individuals.",
        "img": "https://i.ibb.co/ssSt8vP/download.jpg"
    },
    {
        "id":6,
        "name": "Ella Davis",
        "description": "The Chittagong Music Festival is a treat for music lovers. With live music performances and DJ sets, it offers a vibrant and energetic atmosphere. The food stalls add to the enjoyment, making it a great choice for those who want to groove to the beats.",
        "img": "https://i.ibb.co/6ZwPRFH/download-1.jpg"
    }
      
      
       
      

      
]